andenetalexander.vim-cheatsheet
anthropic.claude-code
atommaterial.a-file-icon-vscode
bierner.markdown-mermaid
bpruitt-goddard.mermaid-markdown-syntax-highlighting
dossantosgabriel.linux-cheatsheet
dzhavat.bracket-pair-toggler
formulahendry.code-runner
golang.go
google.gemini-cli-vscode-ide-companion
gurumukhi.selected-lines-count
harryhopkinson.vim-theme
hediet.vscode-drawio
james-yu.latex-workshop
jsynowiec.vscode-insertdatestring
l-igh-t.vscode-theme-seti-folder
marp-team.marp-vscode
mechatroner.rainbow-csv
mhutchie.git-graph
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.powershell
ms-vscode.remote-explorer
redhat.vscode-yaml
repreng.csv
rust-lang.rust-analyzer
streetsidesoftware.code-spell-checker
takumii.markdowntable
tomoki1207.pdf
ultram4rine.vscode-choosealicense
wayou.vscode-icons-mac
wayou.vscode-todo-highlight
yzane.markdown-pdf
yzhang.markdown-all-in-one
